Repository: studiogo-armony/armony-ios
Catalog: Armony/Armony/Scenes/Adverts/Home+Localizable.xcstrings
Source language: en
Languages: pt_br, tr

# Advert.Block.Confirmation
source: Do you want to block this user?
pt_br: Deseja bloquear este usuário?
tr: Bu kullanıcıyı engellemek istiyor musunuz?

# Advert.Block.Description
source: When you block a user, their profile, ads, and messages will no longer be visible to you.
pt_br: Quando você bloqueia um usuário, o perfil, anúncios e mensagens dele não estarão mais visíveis para você.
tr: Bir kullanıcıyı engellediğinizde, onların profili, ilanları ve mesajları artık size görünmeyecektir.

# Advert.Delete.Feedback.Selection.Header.Title
source: Why do you want to delete your ad?
pt_br: Por que você deseja excluir seu anúncio?
tr: İlanınızı neden silmek istiyorsunuz?

# Advert.DeleteAd
source: Delete advert
pt_br: Excluir anúncio
tr: İlanı Sil

# Advert.DeleteAd.Message
source: Are you sure you want to delete this ad?
pt_br: Tem certeza que deseja excluir este anúncio?
tr: İlanı silmek istediğinden emin misin?

# Advert.Expire.Warning
source: The 30-day publication period for your ad has ended, and it has been removed.
pt_br: O período de publicação de 30 dias do seu anúncio terminou e ele foi removido.
tr: İlanınızın 30 günlük yayın süresi sona erdi ve kaldırıldı.

# Advert.RepostAd
source: Publish again
pt_br: Publicar novamente
tr: Tekrar Yayınla

# Advert.SendMessage
source: Send Message
pt_br: Enviar Mensagem
tr: Mesaj Gönder

# Adverts.EmptyState.Button.Title
source: All ads
pt_br: Todos os anúncios
tr: Tüm İlanlar

# Adverts.EmptyState.Title
source: No ads available yet
pt_br: Nenhum anúncio disponível ainda
tr: Henüz ilan bulunmuyor
